# Разные текстовые заголовки, чтобы не хламить operator_gui.py

# Форма редактирования рейсов
# Заголовок
edit_header = "РЕЙС №{}"

# Сведения о карте
info_label = '''
<p>Автомобиль: <strong>{}</strong></p>
<p>Прицеп: <strong>{}</strong></p>
<p>Поставщик: <strong>{}</strong></p>'''

# Текст ошибки при вводе неверного имени водителя в форме добавления карты
wrong_name = "Неверно введены Ф.И.О. водителя"
wrong_data = '''Похоже вы ввели неправильные данные или что-то пропустили'''

# Текст для синтеза речи в пункте загрузки
arrival_success = '''Добро пожаловать
{}! Ожидайте приглашения на выгрузку'''
arrival_error = '''Карта не зарегистрирована!'''