# Разные текстовые заголовки, чтобы не хламить main.py

# Форма редактирования рейсов
# Заголовок
edit_header = "Редактирование рейса №{}"

# Сведения о карте
info_label = '''
<html>
<head/>
<body>
<p>Автомобиль: <span style=" font-weight:600;">{}</span></p>
<p>Прицеп: <span style=" font-weight:600;">{}</span></p>
<p>Поставщик: <span style=" font-weight:600;">{}</span></p>
</body>
</html>'''

# Текст ошибки при вводе неверного имени водителя в форме добавления карты
wrong_name = "Неверно введены Ф.И.О. водителя"
wrong_data = '''Похоже вы ввели неправильные данные или что-то пропустили'''
